IDEA Open Model
SteelSetupIND Methods
Compatible with IDEA StatiCa 20.1
The SteelSetupIND type exposes the following members.
Methods
Name | Description
FrictionCoefficientPboltDefault
 Friction Coefficient Pbolt Default
 (Overrides SteelSetup.FrictionCoefficientPboltDefault().)
Top
See Also
Reference
SteelSetupIND Class
IdeaRS.OpenModel Namespace